/* Text for close button */
"Close" = "닫기";

/* Text for button to scan a credit card */
"Scan Card" = "카드 스캔";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "카드 스캔";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "입력한 IBAN이 잘못되었습니다.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "카드를 처리하는 동안 오류가 발생했습니다. 몇 초 후에 다시 시도하십시오.";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "예기치 않은 오류가 발생했습니다. 몇 초 후에 다시 시도하십시오.";

/* Error when the card has already expired */
"Your card has expired" = "카드가 만료되었습니다";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "카드가 거절되었습니다";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "카드의 만료 월이 유효하지 않습니다";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "카드의 만료 연도가 유효하지 않습니다";

/* Error when the card number is not valid */
"Your card's number is invalid" = "카드 번호가 유효하지 않습니다";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "카드의 보안 코드가 유효하지 않습니다";

/* Error when customer's name is invalid */
"Your name is invalid." = "이름이 잘못되었습니다.";

